[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:20};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3};
itm10={backcolor:0,background:493,bgbottomcenter:0,bgbottomleft:0,bgbottomright:0,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,bgtopcenter:0,bgtopleft:0,bgtopright:0,ccp:0,ccpzorder:over,height:52,id:20,name:btn_route_edit,styleid:0,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:261,y:431,zorder:15,txtfield:{backcolor:0,bidimode:left-to-right,content:Route edit,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:txt_route_edit,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:267,wrapline:no-wrap,x:5,y:6}};
itm2={id:8,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431,zorder:7};
itm3={backcolor:0,background:248,ccp:755,ccpzorder:over,height:126,id:9,name:Destination,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:63,y:109,zorder:8,imgfield:{backcolor:0,height:50,img:288,layout:normal,name:Destination_icon,type:IMAGEFIELD,visible:true,width:50,x:84,y:17,layout_param:{clipx:0,clipy:0}},txtfield:{backcolor:0,bidimode:left-to-right,content:Destination,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Destination,type:TEXTFIELD,visible:true,vlayout:middle,width:208,wrapline:no-wrap,x:5,y:71}};
itm4={backcolor:0,background:248,ccp:755,ccpzorder:over,height:126,id:10,name:Viewmap,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:291,y:109,zorder:9,imgfield:{backcolor:0,height:50,img:580,layout:normal,name:View_Map_icon,type:IMAGEFIELD,visible:true,width:50,x:84,y:17,layout_param:{clipx:0,clipy:0}},txtfield:{backcolor:0,bidimode:left-to-right,content:View Map,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Viewmap,type:TEXTFIELD,visible:true,vlayout:middle,width:208,wrapline:no-wrap,x:5,y:71}};
itm5={backcolor:0,background:248,ccp:755,ccpzorder:over,height:126,id:11,name:Locationinfo,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:519,y:109,zorder:10,imgfield:{backcolor:0,height:50,img:366,layout:normal,name:locinfo_icon,type:IMAGEFIELD,visible:true,width:50,x:84,y:17,layout_param:{clipx:0,clipy:0}},txtfield:{backcolor:0,bidimode:left-to-right,content:Location info.,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Locationinfo,type:TEXTFIELD,visible:true,vlayout:middle,width:208,wrapline:no-wrap,x:5,y:71}};
itm6={backcolor:0,background:248,ccp:755,ccpzorder:over,height:126,id:12,name:Logbook,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:63,y:239,zorder:11,imgfield:{backcolor:0,height:50,img:367,layout:normal,name:logbook_icon,type:IMAGEFIELD,visible:true,width:50,x:84,y:17,layout_param:{clipx:0,clipy:0}},txtfield:{backcolor:0,bidimode:left-to-right,content:Logbook,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Logbook,type:TEXTFIELD,visible:true,vlayout:middle,width:208,wrapline:no-wrap,x:5,y:71}};
itm7={backcolor:0,background:248,ccp:755,ccpzorder:over,height:126,id:13,name:SiriusXM_info,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:291,y:239,zorder:12,imgfield:{backcolor:0,height:50,img:368,layout:normal,name:SiriusXM_icon,type:IMAGEFIELD,visible:true,width:50,x:84,y:17,layout_param:{clipx:0,clipy:0}},txtfield:{backcolor:0,bidimode:left-to-right,content:SiriusXM info,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:SiriusXMinfo,type:TEXTFIELD,visible:true,vlayout:middle,width:208,wrapline:no-wrap,x:5,y:71}};
itm8={backcolor:0,background:248,ccp:755,ccpzorder:over,height:126,id:14,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:223,x:519,y:239,zorder:13,imgfield:{backcolor:0,height:50,img:225,layout:normal,name:Setting_icon,type:IMAGEFIELD,visible:true,width:50,x:84,y:17,layout_param:{clipx:0,clipy:0}},txtfield:{backcolor:0,bidimode:left-to-right,content:Setting,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Setting,type:TEXTFIELD,visible:true,vlayout:middle,width:208,wrapline:no-wrap,x:5,y:71}};
itm9={backcolor:0,height:36,id:15,img:290,layout:normal,name:icon_navi,type:IMAGEFIELD,visible:true,width:36,x:296,y:9,zorder:14,layout_param:{clipx:0,clipy:0}};

